// MARK: - CONTENT VIEW

/* Tab view buttons */
"Convert" = "Convertir";
"Favorites" = "Favoris";
"Settings" = "Paramètres";

// MARK: - FAVORITES

/* Placeholder text when Core Data is empty */
"Search a currency pair and add it to favourites." = "Recherchez une paire de devises et ajoutez-la aux favoris.";

// MARK: - SETTINGS

/* List section headers */
"Preferences" = "Préférences";
"Stay in touch" = "Reste en contact";
"About" = "À propos de";

/* Picker label */
"Default currency" = "Devise par défaut";

/* Search Bar label */
"Search..." = "Chercher...";

/* Link to rate app */
"Rate Simoleon" = "Évaluez simoléon";

/* Link to go to Twitter */
"Developer's Twitter" = "Twitter du développeur";

/* Link to contact */
"Contact" = "Contact";

/* Link to website */
"Website" = "Site internet";

/* Link to privacy policy */
"Privacy Policy" = "Politique de confidentialité";

/* Link to terms of use */
"Terms of Use" = "Conditions d&#39;utilisation";

// MARK: - SUBSCRIPTION PAYWALL

/* Title */
"Unlock All Access" = "Déverrouiller tous les accès";

/* Subscription feature titles */
"Favorite Forex Pairs" = "Paires forex préférées";
"Over 170 Currencies" = "Plus de 170 devises";
"Everything is Up-to-date" = "Tout est à jour";
"Cryptos and Commodities" = "Cryptos et matières premières";

/* Subscription feature description */
"Save any currency pair to access them quickly." = "Enregistrez n&#39;importe quelle paire de devises pour y accéder rapidement.";
"Access almost every currency of the world." = "Accédez à presque toutes les devises du monde.";
"Your settings and favorite currencies in all your devices." = "Vos paramètres et devises préférées sur tous vos appareils.";
"Convert currency between cryptos, gold, and silver." = "Convertissez la devise entre les cryptos, l&#39;or et l&#39;argent.";

/* Button to dismiss modal sheet */
"Cancel" = "Annuler";

// MARK: - CURRENCY SELECTOR

/* Navigation title */
"Currencies" = "Devises";

// MARK: - CURRENCY ROW

/* Label */
"From %@ to %@" = "De %@ à %@";

// MARK: - CONVERSION BOX

/* Text field placeholder */
"Enter amount" = "Entrer le montant";

// MARK: - SIDE BAR

/* Navigation title */
"Categories" = "Catégories";

// MARK: - SUBSCRIBE BUTTON

/* Label */
"Subscribe for %@ / month" = "Abonnez-vous pour %@ / mois";

// MARK: - RESTORE BUTTON

/* Label */
"Restore purchases" = "Restaurer les achats";

/* Alert title */
"No subscriptions found" = "Aucun abonnement trouvé";

/* Alert message */
"You are not subscripted to Simoleon yet." = "Vous n&#39;êtes pas encore abonné à simoleon.";
